[{
    "userid":1,
    "img":"https://i.ibb.co/2dHvJG4/1.jpg",
    "description":"our public page at VK has more than 250 followers. It is a major part of all students related to IT and CS at our university.",
    "headline":"OUR FIRST STEP",
    "Date": "2001-01-01"
   
},
{
    "userid":2,
    "img":"https://i.ibb.co/2dHvJG4/1.jpg",
    "description":"Our first event was an introduction meetup. We presented our core-team, talked about ourselves and the technologies that we could cover at our events.",
    "headline":"OUR PROUD MOMENT",
    "Date": "2002-02-02"

},
{
    "userid":3,
    "img":"https://i.ibb.co/2dHvJG4/1.jpg",
    "description":"we were escorted back to the coasters and were en route to the Pakistan National Monument. We took some personal pictures there, made some memories, and then our official picture was taken. ",
    "headline":"NATIONAL MONUMENT OF PAKISTAN" ,
    "Date": "2004-04-04"
},
{
    "userid":4,
    "img":"https://i.ibb.co/2dHvJG4/1.jpg",
    "description":"BECOMING THE TOP DSC LEAD OF SOUTHEAST ASIA..And this concluded the Developer Student Club Summit 2019. Woohoo!! Here is the picture of the amazing people who came from abroad just to provide us with these amazing three-day experience.",
    "headline":"WE WON" ,
    "Date": "2003-03-03"
},
{
    "userid":5,
    "img":"https://i.ibb.co/2dHvJG4/1.jpg",
    "description":"Talent wins games, but teamwork and intelligence win championships.",
    "headline":"WE THE GDSC FAM" ,
    "Date": "2004-07-04"
},
{
    "userid":6,
    "img":"https://i.ibb.co/2dHvJG4/1.jpg",
    "description":"The “Leaderboard” was introduced by the GDSC SREC team to know the progress and  compare it with the progress of others in the '30 days of Google Cloud' program. We always look for competition, which propel us forward to achieve our dream. That's how the leaderboard for '30 days of Google Cloud' works and that's why it came into existence! It is  launched on October 21,2021",
    "headline":"LEADERBOARD" ,
    "Date": "2021-10-21"

},
{
    "userid":7,
    "img":"https://i.ibb.co/2dHvJG4/1.jpg",
    "description":"It is a 7 hour hackathon conducted exclusively for 2nd years with 31 exciting   participants. The students will be given with the requirements of an app and with that details they had to create a UI using xml. As much resources as possible can be used to develop the  UI. We felt immense pleasure in upbringing the interest of students for android!!. It held on 28 september 2021 ",
    "headline":"DESIGN-O-THON" ,
    "Date": "2021-10-21"

},
{
    "userid":8,
    "img":"https://i.ibb.co/2dHvJG4/1.jpg",
    "description":"In the event of Google Cloud, we trained for about 150+ students in SREC campus. They learned what is Cloud and How to launch various Google Cloud Services. After the  successful completion of this event, participants received some goodies from Google and all   other participants received participation certificate from GDSC SREC in both 2020 and 2021. ",
    "headline":"30 DAYS OF GOOGLE CLOUD" ,
    "Date": "2021-10-21"

},
{
    "userid":9,
    "img":"https://i.ibb.co/2dHvJG4/1.jpg",
    "description":"API Hacks is a national online hackathon conducted in the month of October 2021. Our Event Management Team Lead Shivani and Core Team Lead Sanjay developed a tool named Logglytics to help developers visualize and analyse how users interact with their  applications and bagged 2nd prize.",
    "headline":"API  HACKS" ,
    "Date": "2021-10-28"
    

}
]
